Repository: conpassione/cpkm
Catalog: ContentBlocks/RecordTypes/Litter/language/*.labels.xlf
Languages: de, fr, it

# l_comment.label
source: Comment
de: Kommentar
fr: Notice
it: Notizie

# l_date.label
source: Day of Birth
de: Tag der Geburt
fr: Date de la portée
it: Data die nascita

# l_father.label
source: Father
de: Vater
fr: Père
it: Padre

# l_females.label
source: Females
de: H체ndinnen
fr: Chiennes
it: Cagne

# l_images.label
source: Images
de: Bilder
it: Imagine

# l_kennel.label
source: Kennel
de: Zuchtst채tte
fr: Èlevage
it: Allevamento

# l_males.label
source: Males
de: R체den
fr: Ètalons
it: Maschi

# l_mother.label
source: Mother
de: Mutter
fr: Mère
it: Madre

# l_name.label
source: Litter
de: Wurf
fr: Portée
it: Cucciolata

# l_status.items.1.label
source: Mating report
de: Deckmeldung
fr: Annonce de saillie
it: Notizie dell'ultima ora

# l_status.items.2.label
source: Litter report
de: Wurfmeldung
fr: Avis de la mise bas
it: Rapporto sulla cucciolata

# l_status.items.3.label
source: not pregnant
de: nicht tr채chtig
fr: pas en gestation
it: non incinta

# l_status.label
source: Status
it: Stato

# tabs.infotab
source: Infos
fr: Info
it: Informazioni

# title
source: Litter
de: Wurf
fr: Portée
it: Cucciolata
