Repository: conpassione/cpkm
Catalog: ContentBlocks/ContentElements/Litterlist/language/*.labels.xlf
Languages: de, fr, it

# description
source: List of litters
de: Liste der Deck- und Wurfmeldungen
fr: Annonce de saillie et de portée
it: Rapporti sugli stalloni e sulla cucciolata

# header.label
source: List Title
de: Listentitel
fr: Titre de la liste
it: Titolo della lista

# l_page.label
source: Messages from page
de: Meldungen von Seite
fr: Avis de la page
it: Avvisi della pagina

# l_type.items.1.label
source: Mating notification
de: Deckmeldung
fr: Annonce de saillie
it: Rapporto sugli stalloni

# l_type.items.2.label
source: Litter notification
de: Wurfmeldung
fr: Annonce de portée
it: Rapporto sulla cucciolata

# l_type.label
source: Listtype
de: Listentyp
fr: Tipe de la liste
it: Tipo della lista

# litter.breeder
source: Breeder
de: ZÃ¼chter
fr: Èleveur
it: Allevatore

# litter.father
source: Father
de: Vater
fr: Père
it: Padre

# litter.litter
source: Litter
de: Wurf
fr: Niché
it: Cucciolata

# litter.litter.from
source: from
de: vom
fr: du
it: del

# litter.mother
source: Mother
de: Mutter
fr: Mère
it: Madre

# litter.planned
source: Planned litter date
de: Geplantes Wurfdatum
fr: Date prévue de mise bas
it: Data prevista per la cucciolata

# title
source: List of litters
de: Deck- und Wurfmeldungen
fr: Annonce de saillie et de portée
it: Rapporti sugli stalloni e sulla cucciolata
